Repository: rafatosta/zapzap-test
Catalog: po/*.po
Languages: he

source: New account
he: חשבון חדש

source: New conversation by the phone number
he: התכתבות חדשה לפי מספר טלפון

source: New conversation
he: התכתבות חדשה

source: ZapZap Settings
he: הגדרות זאפזאפ

source: Click to generate new colors for the icon
he: יש ללחוץ כאן בשביל לחולל צבעי סמל חדשים

source: Temporarily disable
he: השבתה זמנית

source: Disable
he: השבתה

source: Silences the notifications
he: להשתקת ההתראות

source: Do not disturb
he: נא לא להפריע

source: Delete permanently
he: מחיקה לצמיתות

source: Delete
he: מחיקה

source: Enter the user name
he: נא להקליד שם משתמש

source: ZapZap
he: זאפזאפ

source: File
he: קובץ

source: View
he: תצוגה

source: Chat
he: צ׳אט

source: Users
he: משתמשים

source: Help
he: עזרה

source: Quit
he: יציאה

source: Hide
he: הסתרה

source: Settings
he: הגדרות

source: Reset zoom
he: איפוס קנה מידה

source: Zoom in
he: התקרבות

source: Zoom out
he: התרחקות

source: Toggle full screen
he: הפעלת/כיבוי מצב מסך מלא

source: Reload
he: טעינה מחדש

source: New chat
he: צ׳אט חדש

source: By number phone
he: לפי מספר טלפון

source: Keyboard shortcuts
he: קיצורי מקשים

source: About
he: על אודות

source: WhatsApp Web for Linux
he: וואטסאפ ווב ללינוקס

source: Version {id} ({version_type}) - {package}
he: גרסה {id} ‏({version_type}) - ‏{package}

source: Learn more
he: למידע נוסף

source: Report issue
he: דיווח על בעיה

source: My accounts
he: החשבונות שלי

source: Appearance
he: מראה

source: Style
he: סגנון

source: Adaptive
he: משתנה

source: Light
he: בהיר

source: Dark
he: כהה

source: Tray icon
he: סמל במגש המערכת

source: Remove notification indicator
he: הסרת מחוון ההתראות

source: Default
he: ברירת מחדל

source: Symbolic dark
he: סימבולי כהה

source: Symbolic light
he: סימבולי בהיר

source: Show sidebar
he: הצגת סרגל צד

source: Show menu bar
he: הצגת שורת התפריט

source: Scale
he: קנה מידה

source: Note: The change of scale will only have effect until restarting.
he: הערה: שינוי קנה המידה יחול רק לאחר הפעלת היישום מחדש.

source: General
he: כללי

source: Download Directory
he: תיקייה להורדות

source: Set new folder for downloads
he: קביעת תיקייה חדשה להורדות

source: Define default folder for downloads
he: בחירה של תיקיית ברירת מחדל להורדות

source: Spellchecker
he: בדיקת איות

source: Directory
he: מילון

source: Define standard dictionaries
he: נא להגדיר את התיקיות הסטנדרטיות

source: Note: Required restart.
he: הערה: נדרשת הפעלה מחדש של היישום.

source: Behavior
he: התנהגות

source: Close when closing the window
he: סגירה בעת סגירת החלון

source: Start minimized
he: הפעלה בחלון ממוזער

source: Start with the system
he: הרצת היישום עם הפעלת המערכת

source: Don't use a platform-native file dialog
he: לא להשתמש בדו־שיח של המערכת לעיון בקבצים

source: Wayland window system
he: מערכת החלונות Wayland

source: Network
he: רשת

source: Network proxy
he: שרת מתווך

source: Port
he: פתחה

source: User
he: שם משתמש

source: Password
he: סיסמה

source: Hostname
he: שם מארח

source: ProxyType
he: סוג שרת מתווך

source: Description
he: תיאור

source: Apply
he: החלה

source: Restore
he: שחזור

source: Notifications
he: התראות

source: Work area notifications
he: התראות באזור העבודה

source: Show the photo of the sender
he: הצגת תמונת השולח/ת

source: Show the sender's name
he: הצגת שם השולח/ת

source: Show message preview
he: תצוגה מקדימה של הודעות

source: Hide donation notification
he: הסתרת התראות בקשת התרומה

source: Performance (Experimental)
he: ביצועים (ניסיוני)

source: Cache Behavior
he: התנהגות מטמון

source: Cache Type
he: סוג מטמון

source: Maximum Cache Size
he: גודל מטמון מרבי

source: 0 MB
he: 0 מ״ב

source: 50 MB
he: 50 מ״ב

source: 100 MB
he: 100 מ״ב

source: QWebEngine Behavior
he: התנהגות QWebEngine

source: Disable GPU hardware acceleration
he: השבתת האצת חומרה של המעבד הגרפי

source: Run everything in a single process
he: הרצה של הכול בתהליך אחד

source: Animated scrolling
he: הנפשת הגלילה

source: Note: Restart required to apply changes.
he: הערה: יש להפעיל מחדש את היישום בשביל שהשינויים יחולו.

source: Welcome to
he: ברוך בואך אל

source: Version {id} - {version_type}
he: גרסה {id} ‏({version_type})

source: Make a donation
he: תרומה

source: Back
he: חזרה

source: SETTINGS
he: הגדרות

source: Accounts
he: חשבונות

source: TOOLS
he: כלים

source: Performance
he: ביצועים

source: HELP
he: עזרה

source: Dialog
he: דו־שיח

source: WhatsApp Web
he: וואטסאפ ווב

source: Account {}
he: החשבון {}

source: Confirm exclusion
he: אישור התעלמות

source: Are you sure you want to delete this item?
he: למחוק פריט זה?

source: Restore standard
he: שחזור לברירת מחדל

source: Official compilation
he: חבילה רשמית

source: Unofficial
he: לא רשמי

source: Unknown
he: לא ידוע

source: Use Flatseal to change this mode of execution
he: יש להשתמש ב־Flatseal כדי לשנות את מצב ההתעלמות

source: Mark as unread
he: סימון כלא נקרא

source: Archive conversation
he: העברת ההתכתבות לארכיון

source: Pin conversation
he: הצמדת התכתבות

source: Next conversation
he: להתכתבות הבאה

source: Close conversation
he: סגירת התכתבות

source: Search in conversation
he: חיפוש בהתכתבות

source: Previous conversation
he: להתכתבות הקודמת

source: Delete conversation
he: מחיקת התכתבות

source: Profile and status
he: פרופיל וסטטוס

source: Decrease speed of selected voice message
he: הגברת המהירות של ההודעה הקולית שנבחרה

source: Increase speed of selected voice message
he: האטת המהירות של ההודעה הקולית שנבחרה

source: Emoji panel
he: לוח אמוג׳י

source: Sticker panel
he: לוח סטיקרים

source: GIF panel
he: לוח GIF

source: Lock the app
he: נעילת היישום

source: Mute
he: השתקה

source: Search
he: חיפוש

source: New group
he: קבוצה חדשה

source: Extended search
he: חיפוש נרחב

source: Exit
he: יציאה

source: Fullscreen
he: מסך מלא

source: Reload pages
he: טעינת עמודים מחדש

source: New conversation by phone number
he: התכתבות חדשה לפי מספר טלפון

source: Undo
he: ביטול פעולה

source: Redo
he: ביצוע מחדש

source: Cut
he: גזירה

source: Copy
he: העתקה

source: Paste
he: הדבקה

source: Select all
he: לבחור הכול

source: Save image
he: שמירת תמונה

source: Copy image
he: העתקת תמונה

source: Copy link address
he: העתקת כתובת קישור

source: Check Spelling
he: בדיקת איות

source: Select Language
he: בחירת שפה

source: Information
he: מידע

source: Limit of {} users reached. It is not possible to create more users!
he: הגעת למכסה של {} משתמשים. לא ניתן ליצור עוד משתמשים!

source: Attention
he: לתשומת לבך

source: No active account!
he: אין חשבונות פעילים!

source: Open
he: פתיחה

source: Save
he: שמירה

source: Save file
he: שמירת קובץ

source: Select folder
he: בחירת תיקייה

source: New message...
he: הודעה חדשה...

source: No proxying is used.
he: לא נעשה שימוש בשרת מתווך.

source: Proxy is determined based on the system proxy.
he: השימוש בשרת מתווך תלוי בהגדרות המערכת.

source: Socks5 proxying is used.
he: נעשה שימוש בשרת מתווך מסוג Socks5.

source: Proxying for HTTP requests only.
he: נעשה שימוש בשרת מתווך לבקשות מפרוטוקול HTTP בלבד.

source: Proxying for FTP requests only.
he: נעשה שימוש בשרת מתווך לבקשות מפרוטוקול FTP בלבד.

source: Show
he: הצגה

source: Donation
he: תרומה
